A
ABBREVIATION
ABBREVIATIONS
ABLE
ABOUT
ACROSS
ACTUALLY
ADD
ADULTS
AFTER
AFTERNOON
AGAIN
AIR
AIRCRAFT
AIRFARE
AIRFARES
AIRLINE
AIRLINES
AIRPLANE
AIRPLANES
AIRPORT
AIRPORTS
ALASKA
ALL
ALLOW
ALSO
AM
AMERICA
AMERICA'S
AMERICAN
AMERICAN'S
AN
AND
ANGELES
ANOTHER
ANY
ANYWHERE
APPLY
APPROXIMATELY
APRIL
ARE
AREA
AREN'T
ARIZONA
AROUND
ARRANGE
ARRANGEMENTS
ARRIVAL
ARRIVALS
ARRIVE
ARRIVES
ARRIVING
AS
ASK
ASSOCIATED
AT
ATLANTA
ATLANTA'S
AUGUST
AVAILABLE
AVOID
AVOIDING
B
BACK
BALTIMORE
BE
BEACH
BEFORE
BEING
BESIDES
BEST
BETCHA
BETWEEN
BOEING
BOOK
BOOKED
BOSTON
BOTH
BREAKFAST
BREAKING
BURBANK
BUSINESS
BUSSES
BUT
BUY
BY
C
CAB
CALIFORNIA
CAN
CAN'T
CANADA
CANCEL
CAPACITY
CAPTAIN
CAR
CAROLINA
CARRIER
CARS
CATEGORIES
CHANGE
CHARLOTTE
CHEAP
CHEAPER
CHEAPEST
CHICAGO
CHICKEN
CHILD
CHOICES
CHOOSE
CINCINNATI
CITIES
CITY
CLASS
CLASSES
CLEAR
CLEVELAND
CLOSE
CLOSEST
COACH
CODE
CODES
COLORADO
COLUMBUS
COMBINED
COMPANIES
COMPANY
COMPETITION
CONNECT
CONNECTING
CONNECTIONS
CONNECTS
CONTINENTAL
CONTINUING
COOKED
CORRECT
CORRESPONDS
COST
COSTING
COSTS
COULD
COUNTRY
COUNTY
COVER
CREW
D
DAILY
DALLAS
DASH
DATABASE
DATE
DATES
DAY
DAYS
DECEMBER
DECIDE
DELTA
DELTA'S
DENVER
DEPART
DEPARTING
DEPARTS
DEPARTURE
DEPARTURES
DESCENDING
DESCRIBE
DESTINATION
DETAILS
DETERMINE
DETROIT
DIABETIC
DID
DIEGO
DIFFERENCES
DIFFERENT
DINNER
DIRECT
DIRECTLY
DISCOUNT
DISCOUNTED
DISNEYLAND
DISPLAY
DISPLAYED
DISTANCE
DISTRICT
DO
DOES
DOESN'T
DOLLAR
DOLLARS
DON'T
DOWNTOWN
DULLES
DURING
E
EACH
EARLIER
EARLIEST
EARLY
EASTERN
EAT
ECONOMY
EIGHT
EIGHTEEN
EIGHTEENTH
EIGHTH
EIGHTY
EITHER
ELEVEN
ELEVENTH
ELSE
ENROUTE
ENTER
EVENING
EVERYWHERE
EXCUSE
EXPENSIVE
EXPLAIN
F
FAMILY
FAR
FARE
FARES
FEBRUARY
FIELD
FIFTEEN
FIFTEENTH
FIFTH
FIFTY
FIND
FINE
FINISHED
FIRST
FIT
FIVE
FLARE
FLARES
FLIERS
FLIES
FLIGHT
FLIGHTS
FLORIDA
FLY
FLYING
FOLLOWING
FOOD
FOR
FORGET
FORT
FORTY
FOUR
FOURTEEN
FOURTH
FRAN
FRANCISCO
FREQUENT
FRIDAY
FROM
FULL
GEORGIA
GET
GETS
GIVE
GIVEN
GO
GOES
GOING
GROUND
GUARDIA
GUESS
H
HAD
HALF
HAS
HAVE
HELLO
HELP
HERE
HI
HISTORY
HOME
HOTEL
HOUR
HOURS
HOUSTON
HOW
HUB
HUNDRED
HUNG
I
I'D
I'LL
I'M
IF
ILLINOIS
IN
INCLUDE
INCLUDED
INCLUDING
INCORPORATED
INDIANA
INDIANAPOLIS
INEXPENSIVE
INFO
INFORMATION
INSTEAD
INTERESTED
INTERNATIONAL
INTO
IS
IT
IT'S
ITINERARY
ITS
J
JANUARY
JERSEY
JET
JOHN
JOSE
JULY
JUNE
JUST
K
KANSAS
KENNEDY
KIND
KINDS
KNOW
L
LA
LAKE
LARGE
LARGEST
LAS
LAST
LATE
LATER
LATEST
LAUNCH
LAW
LAYOVER
LEAST
LEAVE
LEAVES
LEAVING
LEG
LESS
LET'S
LIKE
LIMIT
LIMOUSINE
LIST
LISTED
LISTING
LISTINGS
LIVE
LIVES
LONG
LONGER
LONGEST
LOOK
LOOKING
LOS
LOT
LOUIS
LOVE
LOWEST
LUFTHANSA
LUNCH
LUNCHTIME
M
MAKE
MAKES
MAKING
MANY
MARCH
MARYLAND
MASSACHUSETTS
MAY
ME
MEAL
MEALS
MEAN
MEANING
MEANT
MEMPHIS
MIAMI
MICHIGAN
MID
MIDWAY
MILWAUKEE
MINNEAPOLIS
MINUS
MISSOURI
MONDAY
MONTH
MONTREAL
MORE
MORNING
MORNINGS
MOST
MUCH
MUST
MY
N
NAME
NAMES
NASHVILLE
NATIONAL
NEAR
NEAREST
NECESSARILY
NEED
NEEDS
NEW
NEWARK
NEXT
NIGHT
NINE
NINETEEN
NINETEENTH
NINETY
NINTH
NO
NON
NONSTOP
NONSTOPS
NOON
NOONTIME
NORTH
NORTHWEST
NOT
NOVEMBER
NOW
NUMBER
NUMBERS
O
O'CLOCK
OAKLAND
OCTOBER
OF
OFFER
OFFERED
OFFERS
OH
OHIO
OKAY
ON
ONE
ONE'S
ONES
ONLY
ONTARIO
OOH
OOP
OPERATION
OPTION
OR
ORDER
ORIGINATE
ORIGINATING
ORLANDO
OTHER
OUT
OVER
OVERNIGHT
P
PANAM
PARDON
PARTICULAR
PASSAGE
PASSENGERS
PAUL
PENNSYLVANIA
PEOPLE
PERKS
PETERSBURG
PHILADELPHIA
PHILLY
PHOENIX
PITT
PITTSBURGH
PLACE
PLAN
PLANE
PLANES
PLANNING
PLANS
PLEASE
PLUS
POSSIBLE
PREFERABLY
PREFIX
PREVIOUS
PRICE
PRICES
PROVIDE
PROVIDED
PROVIDES
Q
QUESTION
QUOTED
RATE
RATES
REACHING
RECONNECT
REFUNDABLE
REGARDLESS
RENT
RENTAL
REPEAT
REPRESENTED
REQUEST
REQUESTING
REQUIRE
RESERVATION
RESERVATIONS
RESERVE
RESTRICT
RESTRICTION
RESTRICTIONS
RETURN
RETURNING
REVIEW
RICHMOND
RIGHT
ROUND
ROUTE
RUN
RUSH
S
SAINT
SALT
SAME
SAN
SATURDAY
SAY
SCHEDULE
SCHEDULED
SCHEDULES
SEAFOOD
SEARCH
SEAT
SEATING
SEATS
SEATTLE
SECOND
SEE
SELECT
SEPTEMBER
SERVE
SERVED
SERVES
SERVICE
SERVING
SET
SEVEN
SEVENTEEN
SEVENTEENTH
SEVENTH
SEVENTY
SEVERAL
SHORTEST
SHOULD
SHOW
SHOWED
SHOWING
SHOWN
SHUCKS
SIX
SIXTEEN
SIXTEENTH
SIXTH
SIXTY
SIZED
SLASH
SMALL
SMALLEST
SNACK
SO
SOME
SOMETHING
SOMEWHERE
SORRY
SORTED
SOUTHWEST
SPECIAL
SPECIFIC
SPECIFICS
SPECIFIED
STAND
STANDARD
STAPLETON
START
STAY
STAYING
STEAK
STILL
STOP
STOPOVER
STOPOVERS
STOPPING
STOPS
SUNDAY
SYMBOL
SYMBOLS
T
TACOMA
TAKE
TAKING
TALLAHASSEE
TAMPA
TAXI
TELL
TEN
TENNESSEE
TENTH
TERMS
TEXAS
THAN
THANK
THANKS
THAT
THAT'S
THE
THEIR
THEM
THEN
THERE
THESE
THEY
THING
THIRD
THIRTEEN
THIRTIETH
THIRTY
THIS
THOSE
THOUSAND
THREE
THROUGH
THURSDAY
TICKET
TICKETS
TIME
TIMES
TO
TODAY
TOMORROW
TONIGHT
TOO
TORONTO
TOUGH
TRANS
TRANSCONTINENTAL
TRANSPORTATION
TRAVEL
TRAVELING
TRAVELS
TRIP
TRIPS
TRY
TRYING
TUCSON
TUESDAY
TUESDAYS
TWELFTH
TWELVE
TWENTIETH
TWENTY
TWO
TYPE
TYPES
U
UNDER
UNITED
UP
USE
USED
USES
USING
UTAH
VACATION
VEGAS
VERY
VIA
VIRGINIA
VISIT
W
WAIT
WAITING
WANT
WAS
WASHINGTON
WAY
WE
WEDNESDAY
WEDNESDAYS
WEEK
WEEKDAY
WEEKDAYS
WEEKLY
WELL
WERE
WEST
WESTCHESTER
WHAT
WHAT'RE
WHAT'S
WHEN
WHERE
WHERE'S
WHETHER
WHICH
WHO
WHY
WHY'S
WILL
WISH
WITH
WITHIN
WITHOUT
WONDERING
WORK
WORLD
WORRY
WORTH
WOULD
X
Y
YEAH
YES
YORK
YORK'S
YOU
YOUR
ZERO
